/*
 Navicat Premium Data Transfer

 Source Server         : crops
 Source Server Type    : MySQL
 Source Server Version : 80031
 Source Host           : 114.132.224.144:3306
 Source Schema         : crops

 Target Server Type    : MySQL
 Target Server Version : 80031
 File Encoding         : 65001

 Date: 24/05/2023 17:28:34
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for cropdata_prevents
-- ----------------------------
DROP TABLE IF EXISTS `cropdata_prevents`;
CREATE TABLE `cropdata_prevents`  (
  `id` int(0) NOT NULL AUTO_INCREMENT,
  `name` varchar(999) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `details` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 79 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of cropdata_prevents
-- ----------------------------
INSERT INTO `cropdata_prevents` VALUES (1, '水稻病虫害', '选用抗病品种：发生过白叶枯病的田块和低洼易涝田都要种植抗病品种。');
INSERT INTO `cropdata_prevents` VALUES (2, '水稻病虫害', '种子消毒：用强氯精浸种或80%“402”浸种，浸种方法同稻瘟病。');
INSERT INTO `cropdata_prevents` VALUES (3, '水稻病虫害', '培育无病壮秧：选好秧田位置，加强灌溉水管理，防止淹苗。在三叶一心期和移栽前施药预防。亩用25%叶枯宁（又叫川化018）或叶青双可湿性粉剂100克兑水喷雾。');
INSERT INTO `cropdata_prevents` VALUES (4, '水稻病虫害', '加强水肥管理：平整稻田，防止串灌、漫灌传播病害；适时适度晒田，施足底肥，多施P、K肥，不要过量过迟追施氮肥。');
INSERT INTO `cropdata_prevents` VALUES (5, '水稻病虫害', '大田施药保护：水稻拔节后，对感病品种要即早检查，如发现发病中心，应立即施药防治；感病品种稻田在大风雨后要施药。发病初期，对稻苗喷20%氟硅唑咪鲜胺800～1000倍液，注意观察变化视病情可隔5-7天施一次。发病中期，20%氟硅唑咪鲜胺1000倍液+2%氨基寡糖素1200倍液， 5—7天用药1次，连用2-3次。');
INSERT INTO `cropdata_prevents` VALUES (6, '小麦病虫害', '种子选取：种植抗病品种可选用郑州8915、郑州831、豫麦9、15、16、21、24号，中育4号，北农9号，冀麦23、24、26号、84—5418、138号，鲁麦1、5、7号，城辐752，高38、贵阿1号、贵丰1号、贵农19、20、21、22，黔丰3号，81—7241，冬丰1号，BT8812，BT一7032，京核883，8814，花培28，鲁麦14、22号，中麦2号，京农8445等。此外新选育的抗白粉病冬小麦品种还有百农64，温麦4号，周麦9号，新宝丰，冀审4185，6021新系，皖麦25，26，扬麦158，川麦25，绵阳26，劲松49号，早麦5号，京华1号，3号，京核3号，京411，北农白等。春小麦抗白粉病的品种有垦红13号、垦九5号、定丰3号等。上述抗病新品种，各地可因地制宜选用。如北京冬小麦现在以京411为主栽品种，高肥麦田搭配种植京冬8号、京冬6号、中麦9号。中肥及水浇条件差的种植京437、京核1号、轮抗6号等抗旱、耐瘠的品种。稻茬麦及晚播麦田可选用京411、京冬8号、京双18等。');
INSERT INTO `cropdata_prevents` VALUES (7, '小麦病虫害', '农业防治：提倡施用酵素菌沤制的堆肥或腐熟有机肥，采用配方施肥技术，适当增施磷钾肥，根据品种特性和地力合理密植。中国南方麦区雨后及时排水，防止湿气滞留。中国北方麦区适时浇水，使寄主增强抗病力。自生麦苗越夏地区，冬小麦秋播前要及时清除掉自生麦，可大大减少秋苗菌源。');
INSERT INTO `cropdata_prevents` VALUES (8, '玉米病虫害', '种子选取：选用抗（耐）病品种兼抗大、小斑病的玉米杂交种有：京早7号，桂单16等。');
INSERT INTO `cropdata_prevents` VALUES (9, '玉米病虫害', '农业防治：实行轮作倒茬制度避免玉米连作，秋季深翻土壤，深埋病残株、消来菌源；作燃料用的玉米秸杆，开春后及早处理完，并可兼治玉米螟；病残体作堆肥要充分腐熟，秸秆肥最好不在玉米地施用。改善栽培技术，增强玉米抗病性夏玉米早播可明显减轻发病，适当增施磷肥，注意氮、磷钾肥合便搭配，重施喇叭口肥，实行玉米大豆间作，或与小麦、花生、甘薯等间作套种，宽、窄行种植；合理灌溉，低洼地注意田间排水。');
INSERT INTO `cropdata_prevents` VALUES (10, '玉米病虫害', '药剂治疗：喷药防治由于玉米植株高、密植等客观条件限制，可重点对制种田、间作田各高产试验田等进行药剂防治。一般于病情扩展前防治，即可在玉米抽雄前后，当田间病株率达70％以上，病叶率20％左右时，开始喷药。防效较好的药剂各类有：50％多菌灵可湿性粉剂，50％敌菌灵可湿性粉或90％代森锰锌，均加水500倍，或40％克瘟散乳油800倍喷雾。每亩用药液50-75公斤，隔7-10天喷药1次，共防治2-3次。');
INSERT INTO `cropdata_prevents` VALUES (11, '大豆病虫害', '农业防治：适时早播，掌握播种深度，合理轮作。');
INSERT INTO `cropdata_prevents` VALUES (12, '大豆病虫害', '种子处理：用种子重量0.3%的50%拌种双拌种。');
INSERT INTO `cropdata_prevents` VALUES (13, '大豆病虫害', '药剂防治：发病前或发病初期喷75%百菌清可湿性粉剂600-700倍液，或20%甲基立枯磷乳油1100-1200倍液，隔一周喷一次，连续1-2次。');
INSERT INTO `cropdata_prevents` VALUES (14, '棉花病虫害', '种子处理：棉种处理播种前必须精选高质量棉种，经硫酸脱绒，以消灭表面的各种病菌，汰除小籽、瘪粒、杂籽及虫蛀籽，再进行晒种30—60小时，以提高种子发芽率及发芽势，增强棉苗抗病力');
INSERT INTO `cropdata_prevents` VALUES (15, '棉花病虫害', '农业防治：(1)合理轮作、深耕改土2合理轮作能减少土壤中病原菌积累，可减轻发病。(2)适期播种、育苗移栽；在不误农时的前提下，适期播种，可减轻发病。(3)施足基肥、合理追肥：棉田增施有机肥，促进棉苗生长健壮，提高抗病力，能抑制病原菌侵染棉苗。(4)加强田问管理：出苗后应早中耕，一般在出苗70%左右要进行中耕松土，以提高土温，降低土湿，使土壤疏松，通气良好，有利于棉苗根系发育，抑制根部发病。阴雨天多时，及时开沟排水防渍。加强治虫，及时间苗、将病苗、死苗集中烧毁，以减少田问病菌传染。');
INSERT INTO `cropdata_prevents` VALUES (16, '棉花病虫害', '药剂防治：（1）喷雾。发病初期，用10毫升30%甲霜恶霉灵时或适麦丹+5毫升神奇不朽或申嗪霉素15毫升+15毫升38%恶霜嘧铜菌酯对一桶水（15公斤），顺棉苗主茎喷雾，使药液顺主茎滴入土壤，连喷2～3次，间隔期10～15天，对于防治棉花苗期立枯病有特效。（2）灌根。发病初期，用15毫升申嗪霉素+15毫升甲霜恶霉灵+15毫升38%恶霜嘧铜菌酯对一桶水灌根，连灌2～3次，间隔期5～7天。（3）涂刷。用10毫升神奇不朽时或适麦丹+5毫升爱多收或15毫升申嗪霉素+15毫升38%恶霜嘧铜菌酯，对0.5公斤水，扒开棉棵周围的土使其露出病斑，用毛刷涂刷，连续涂刷2～3次，间隔期7～10天。');
INSERT INTO `cropdata_prevents` VALUES (17, '油菜病虫害', '农业防治：保持苗期土壤湿润，选育抗虫品种。');
INSERT INTO `cropdata_prevents` VALUES (18, '油菜病虫害', '生物防治：保护天敌或人工饲养释放蚜茧蜂、草蛉、食蚜蝇及多种瓢虫等。');
INSERT INTO `cropdata_prevents` VALUES (19, '油菜病虫害', '化学防治：苗期有蚜株率达10%、虫口密度为1-2头/株；抽薹开花期有10%茎枝或花序有蚜虫，每枝有蚜3-5头时开始喷药，一般喷药2-4次。在病毒病严重发生区，应在出苗前后，有翅蚜迁飞前，着重对十字花科蔬菜上蚜虫普遍防治。药剂有：40%乐果乳油或20%氧乐果乳油1000-2000倍液，50%马拉硫磷1000-2000倍液，70%灭蚜松1000-1400倍液，25%亚胺硫磷乳剂8000倍液，10%二嗪农乳油1000倍液，50%辟蚜雾可湿性粉剂3000倍液，2.5%敌杀死乳剂3000倍液，50%久效磷乳剂2000－3000倍液，2.5%杀螟灵乳剂200-400倍液，40%水胺硫磷乳油1500倍液，每亩每次喷药液50-100公斤；2.5%乐果粉剂或2%马拉硫磷粉剂，每亩每次喷粉1.5-2公斤；70%灭蚜松可湿性粉剂0.5公斤拌种50公斤，75%甲拌磷乳油0.5-2.5公斤，加水土10公斤拌种50公斤，堆闷12小时以上。');
INSERT INTO `cropdata_prevents` VALUES (20, '黄瓜病虫害', '种子消毒：在播种前将种子浸入55℃水中10分钟进行热消毒处理，有利于消灭种传病原。');
INSERT INTO `cropdata_prevents` VALUES (21, '黄瓜病虫害', '农业防治：与非瓜类作物实行2～3年以上轮作。彻底清除病残株，减少初侵染源。搞好棚内温湿度管理，注意放风排湿，改善通风透气性能。');
INSERT INTO `cropdata_prevents` VALUES (22, '黄瓜病虫害', '化学防治：发病初期开始茎叶喷50%乙烯菌核利水分散剂1000～1300倍液，或75%百菌清可湿性粉剂 800倍液，或50%多菌灵可湿性粉剂 500倍液，或50%苯菌灵可湿性粉剂 1 500倍液，隔7～10天喷1次药，共喷药3～4次。保护地栽培，每公顷每次用45%百菌清烟剂3750g熏烟；或喷撒5%百菌清粉尘剂15kg。');
INSERT INTO `cropdata_prevents` VALUES (23, '番茄病虫害', '农业防治：1、晴天上午及时通风，尤其是大水垄沟灌水的日光温室，灌水后第2～3天，早晨揭帘后打开放风口放风15分钟，再封闭放风口。当日光温室内温度升至30℃，再徐徐打开放风口放风。31℃以上高温可降低病菌孢子的萌发速度，减轻病害的发生。白天日光温室内温度保持20～25℃，当下午温度降至20℃时关闭通风口。夜间温度保持在15～17℃。阴天根据气候及栽培环境要适当放风降湿。2、提倡小高畦地膜覆盖栽培，推行滴灌技术，降低湿度减少病情。浇水应在晴天上午进行，防止过量。发病初期适当节制浇水。浇水后注意放风排湿。发病后及时摘除病果、病叶并加以妥善处理，防止病菌飞散传播。果实采收后和在幼苗定植前彻清除病残体，清洁田园减少病菌侵染。3、利用夏秋季节高温，密闭日光温室一周以上，利用太阳光使温室内温度升至70℃以上，高温消毒。');
INSERT INTO `cropdata_prevents` VALUES (24, '番茄病虫害', '化学防治：灰霉病菌易产生抗药性，应尽量减少用药量和施药次数，最好轮换和交替使用，可提高防效，延缓抗药性。针对番茄灰霉病发生特点，在关键时期、选择适合的药剂种类科学防治。在番茄蘸花时，在配好的蘸花稀释液中，按0.1%的用量加入50%腐霉利可湿性粉剂、或50%多霉威可湿性粉剂等预防病菌侵染。番茄定植前，选用50%多菌灵可湿性粉剂500倍液、或50%速克灵可湿性粉剂500倍液喷雾彻底消毒一次，减少病原菌数量。发病初期选用50%速克灵活可湿性粉剂2000倍液、或50%多菌灵可湿性粉剂500倍液、或50%扑海因可湿性粉剂1500倍液，进行喷雾防治，每隔7～10天一次，连续2～3次。也可选用45%百菌清烟雾剂或10%速克灵烟雾剂，每亩温室每次250克，密闭温室后于傍晚分放7～8处点燃熏烟防治。发病严重时，摘除病叶、病果、病茎后，采取以上药剂和办法交替防治2～3次。');
INSERT INTO `cropdata_prevents` VALUES (25, '葡萄病虫害', '清除菌源。秋后剪除病梢，清扫病叶、病果及其它病菌残体，集中烧毁。/li>\r\n        						  ');
INSERT INTO `cropdata_prevents` VALUES (26, '葡萄病虫害', '加强栽培管理。注意及时摘心绑蔓，剪除副梢及卷须，保持通风透光良好。雨季注意排水防涝，喷磷酸二氢钾等叶面肥和根施复合肥，增强树势，提高抗病力。');
INSERT INTO `cropdata_prevents` VALUES (27, '葡萄病虫害', '葡萄白粉病重点发病月份：辽宁等北方地区一般6—7月开始发病，8-9月为发病盛；广东、湖南及上海等地，于5月下旬至7月开始发病，6月中、下旬至7月上旬为发病盛期。');
INSERT INTO `cropdata_prevents` VALUES (28, '葡萄病虫害', '在葡萄芽膨大而未发芽前喷波美3～5度石硫合剂或45%晶体石硫合剂40～50倍液6月开始每15天喷1次波尔多液，连续喷2～3次进行预防；发病初期喷药防治，3亿CFU/克哈茨木霉菌可湿性粉剂300倍喷雾，10%氟硅唑1500倍喷雾、70%甲基硫菌灵可湿性粉剂l000倍液，乙嘧酚控白800倍液，40%多·硫悬浮剂600倍液，50%硫悬浮剂200～300倍液，醚菌酯控白8000～1000倍液，200/0三唑酮硫三唑酮·硫磺悬浮剂2000倍液。56%嘧菌酯百菌清600倍液。');
INSERT INTO `cropdata_prevents` VALUES (29, '猕猴桃病虫害', '冬季清园，剪除病枝病叶，连同落叶一起集中烧毁。');
INSERT INTO `cropdata_prevents` VALUES (30, '猕猴桃病虫害', '加强肥水管理，增强树势。');
INSERT INTO `cropdata_prevents` VALUES (31, '梨树病虫害', '清除转主寄主：清除梨园周围5千米以内的桧柏、龙柏等转主寄主，是防治梨锈病最彻底有效的措施。在新建梨园时，应考虑附近有无桧柏、龙柏等转主寄主存在，如有应全部清除，若数量较多，且不能清除，则不宜作梨园。');
INSERT INTO `cropdata_prevents` VALUES (32, '梨树病虫害', '铲除越冬病菌：如梨园近风景区或绿化区，桧柏等转主寄主不能清除时，则应在桧柏树上喷杀菌农药，铲除越冬病菌，减少侵染源。即在3月上中旬（梨树发芽前）对桧柏等转主寄主先剪除病瘿，然后喷布4-5波美度石硫合剂。');
INSERT INTO `cropdata_prevents` VALUES (33, '梨树病虫害', '梨树喷药防治：在梨树上喷药，应掌握在梨树萌芽期至展叶后25天内，即担孢子传播侵染的盛期进行。一般梨树展叶后，如有降雨，并发现桧柏树上产生冬孢子角时，喷1次20%粉锈宁乳油1500-2000倍液，隔10-15天再喷1次，可基本控制锈病的发生。若控制不住，必须追加20%氟硅唑咪鲜胺800倍液，若防治不及时，可在发病后叶片正面出现病斑（性孢子器）时，喷20%粉锈宁乳油1000倍液加高科20%氟硅唑咪鲜胺800倍液，可控制危害，起到很好的治疗效果。从梨展叶开始至5月下旬止，可喷1:2:200-240倍波尔多液；或70%大生M-45 800倍液进行保护。如已经发病可喷20%粉锈宁600倍液，12.5%烯唑醇3000倍液，10%氟硅唑1200-1500倍液进行防治，注意开花期不能喷药，以免产生药害。');
INSERT INTO `cropdata_prevents` VALUES (34, '桃树病虫害', '农业防治：注意桃园通风透光，增施有机肥，控制树体负载量；减少初侵染源；清除园内病僵果及落地果实，减少菌源。');
INSERT INTO `cropdata_prevents` VALUES (35, '桃树病虫害', '药剂防治：发病初期开始喷药，常用药剂有50%速克灵可湿性粉剂2000倍液，50%苯菌灵可湿性粉剂1500倍液，50%多菌灵可湿性粉剂700～800倍液，70%甲基硫菌灵超微可湿性粉剂1000～1200倍液，36%甲基硫菌灵悬浮剂600倍液，600%防霉宝可湿性粉剂800倍液。每隔10～15天喷药防治1次，共防治3～4次。');
INSERT INTO `cropdata_prevents` VALUES (36, '豇豆病虫害', '农业防治：与非豆类蔬菜实行2年轮作，合理密植，增施钾肥，清洁田园。');
INSERT INTO `cropdata_prevents` VALUES (37, '豇豆病虫害', '药剂防治：发病初期及时喷75%百菌清可湿性粉剂600倍液，或70%甲基托布津可湿性粉剂1000倍液，或40%百菌清悬浮剂500倍液，或75%百菌清可湿性粉剂1000倍液加 70%甲基托布津可湿性粉剂 1000倍液，或75%百菌清可湿性粉剂 1000倍液加代森锰锌可湿性粉剂 1000倍液，或50%复方硫菌灵可湿性粉剂 800倍液，或 50%苯菌灵可湿性粉剂1000倍液，或50%甲基硫菌灵硫磺悬浮剂800倍液，每隔10天1次，连续防治2～3次。棚室栽培时可选用烟剂l号， 每667平方米350克，熏烟1夜，次日早晨放风，隔10天左右1次，连熏2次。');
INSERT INTO `cropdata_prevents` VALUES (38, '芝麻病虫害', '基本方法：加强栽培管理，注意清沟排渍，降低田间湿度。增施磷钾肥、避免偏施氮肥或缺肥。');
INSERT INTO `cropdata_prevents` VALUES (39, '芝麻病虫害', '药剂治疗：发病初期及时喷洒25%三唑酮可湿性粉剂1000-1500倍液或60%防霉宝2号水溶性粉剂800-1000倍液、50%硫磺悬浮剂300倍液。此外，还可喷洒2%农抗120水剂或武夷菌素（Bo-10）150-200倍液，视病情隔10-15天1次，共防2-3次。发病重或产生抗药性的地区可改用40%杜邦福星乳油8000倍液，持效期长，防效优异。');

SET FOREIGN_KEY_CHECKS = 1;
